export const question1 = [
    {
        title: "我的头脑跟平常一样清醒？"
    },
    {
        title: "我比平常容易生气激动？"
    },
    {
        title: "我感到害怕或孤单？"
    },
    {
        title: "我觉得做出决定是容易的？"
    },
    {
        title: "我容易入睡晚上休息很好？"
    },
    {
        title: "我很在乎别人如何看待自己？"
    },
    {
        title: "睡前我总会在次检查一下门窗是否上锁？"
    },
    {
        title: "我从不主动联系他人？"
    },
    {
        title: "我必须要别人来激发我的热情？"
    },
    {
        title: "我不容易或很少激动？"
    },
    {
        title: "我觉得日子过的平淡如水？"
    },
    {
        title: "我不怎么期待挑战的到来？"
    },
    {
        title: "早上起来我疲乏不堪？"
    },
    {
        title: "我觉得与别人沟通越来越难？"
    },
    {
        title: "我经常有看不惯的事情觉得难以接受？"
    },
    {
        title: "我常常气头上说了气话，事后又非常后悔？"
    },
    {
        title: "被人打扰是我难以忍受，会发脾气？"
    },
    {
        title: "我对自己的才华能力十分自信？"
    },
    {
        title: "我自认为能力与周围的人差不多？"
    },
    {
        title: "遇见自己认识的人，我一般会等对方先向我打招呼后我才打招呼？"
    },
    {
        title: "看到别人交谈时，我会担心可能不受欢迎而不加入谈话？"
    },
    {
        title: "我很少反对别人的想法或别人想做的事情？"
    },
    {
        title: "我会向多方寻求帮助而不是只相信某个人的意见？"
    },
    {
        title: "我想一个人做好事情总是处于某种目的?"
    },
    {
        title: "我认为别人随时都有可能骗我？"
    },
    {
        title: "进来我不太和别人交往？"
    },
    {
        title: "每天我都很忙有很多事情要干？"
    },
    {
        title: "我对目前所拥有的一切都很满意？"
    },
    {
        title: "我常常希望自己能负更大的责任？"
    },
    {
        title: "我不大希望受到别人的重视？"
    },
    {
        title: "常常回忆自己过去遭遇的挫折？"
    },
    {
        title: "这月意外收到的信件或物件时我会惴惴不安？"
    },
    {
        title: "联想到学校我会感觉到身体不适，渴望能逃避上课？"
    },
    {
        title: "照镜子时我从不自怨自艾我喜欢我的一切？"
    },
    {
        title: "我能在我自己身上找到一些优点和长处？"
    }
]


export const question2 = [
    {
        title: "吸一支大麻烟对肺功能的影响比一支烟大（10倍）倍。",
        answer: [
            {
                "name": "A、5倍"
            },
            {
                "name": "B、10倍"
            },
            {
                "name": "C、15倍"
            },
            {
                "name": "D、30倍"
            }
        ]
    },
    {
        title: "不属于阿片类的毒品的是（冰毒）。",
        answer: [
            {
                "name": "A、吗啡"
            },
            {
                "name": "B、海洛因"
            },
            {
                "name": "C、冰毒"
            },
            {
                "name": "D、美沙酮"
            }
        ]
    },
    {
        title: "鸦片战争前，中国吸食鸦片的人口约在（200万）人以上",
        answer: [
            {
                "name": "A、100万"
            },
            {
                "name": "B、200万"
            },
            {
                "name": "C、250万"
            },
            {
                "name": "D、400万"
            }
        ]
    },
    {
        title: "民国时期向中国输入毒品最多的是（日本）国家？",
        answer: [
            {
                "name": "A、英国"
            },
            {
                "name": "B、美国"
            },
            {
                "name": "C、德国"
            },
            {
                "name": "D、日本"
            }
        ]
    },
    {
        title: "毒品区别于毒物的自然特征是（依赖性）",
        answer: [
            {
                "name": "A、依赖性"
            },
            {
                "name": "B、非法性"
            },
            {
                "name": "C、危害性"
            },
            {
                "name": "D、合法性"
            }
        ]
    },
    {
        title: "走私、贩卖、运输、制造海洛因（50克）克，可判处死刑。",
        answer: [
            {
                "name": "A、20克"
            },
            {
                "name": "B、30克"
            },
            {
                "name": "C、40克"
            },
            {
                "name": "D、50克"
            }
        ]
    },
    {
        title: "下面哪种毒品属于新型毒品（K粉）。",
        answer: [
            {
                "name": "A、鸦片"
            },
            {
                "name": "B、海洛因"
            },
            {
                "name": "C、K粉"
            },
            {
                "name": "D、吗啡"
            }
        ]
    },
    {
        title: "下面哪种不属于兴奋剂类毒品（海洛因）",
        answer: [
            {
                "name": "A、冰毒"
            },
            {
                "name": "B、摇头丸"
            },
            {
                "name": "C、可卡因"
            },
            {
                "name": "D、海洛因"
            }
        ]
    },
    {
        title: "林则徐《虎门销烟》在我国（广东）省。",
        answer: [
            {
                "name": "A、上海"
            },
            {
                "name": "B、江苏"
            },
            {
                "name": "C、广东"
            },
            {
                "name": "D、福建"
            }
        ]
    },
    {
        title: "我们从电视或书本上读到的“大烟”（鸦片）。",
        answer: [
            {
                "name": "A、鸦片"
            },
            {
                "name": "B、冰毒"
            },
            {
                "name": "C、摇头丸"
            },
            {
                "name": "D、可卡因"
            }
        ]
    },
    {
        title: "以下不是合成毒品是（大麻）。",
        answer: [
            {
                "name": "A、摇头丸"
            },
            {
                "name": "B、大麻"
            },
            {
                "name": "C、冰毒"
            },
            {
                "name": "D、甲卡西酮"
            }
        ]
    },
    {
        title: "以下（冰毒）是致幻剂。",
        answer: [
            {
                "name": "A、阿片"
            },
            {
                "name": "B、冰毒"
            },
            {
                "name": "C、大麻"
            }
        ]
    },
    {
        title: "以下（苯丙胺类）是兴奋剂。",
        answer: [
            {
                "name": "A、苯丙胺类"
            },
            {
                "name": "B、安定类"
            },
            {
                "name": "C、巴比妥类"
            }
        ]
    },
    {
        title: "（青少年）是新型毒品预防教育的重点对象。",
        answer: [
            {
                "name": "A、青少年"
            },
            {
                "name": "B、中年人"
            },
            {
                "name": "C、老年人"
            }
        ]
    },
    {
        title: "毒品原植物是指罂粟（大麻）和古柯树。",
        answer: [
            {
                "name": "A、大麻"
            },
            {
                "name": "B、黄杨"
            },
            {
                "name": "C、凤仙"
            }
        ]
    },
    {
        title: "西方国家吸食的最普通的毒品是（大麻）。",
        answer: [
            {
                "name": "A、吗啡"
            },
            {
                "name": "B、大麻"
            },
            {
                "name": "C、杜冷丁"
            },
            {
                "name": "D、海洛因"
            }
        ]
    },
    {
        title: "（闲着无聊）是吸毒人群中初次吸毒比例最高的原因。",
        answer: [
            {
                "name": "A、好奇心驱"
            },
            {
                "name": "B、闲着无聊"
            },
            {
                "name": "C、取乐解闷"
            }
        ]
    },
    {
        title: "吗啡、海洛因是从（鸦片）中提取的。",
        answer: [
            {
                "name": "A、鸦片"
            },
            {
                "name": "B、可卡因"
            },
            {
                "name": "C、大麻"
            }
        ]
    },
    {
        title: "海洛因，俗称（白粉）、白面。",
        answer: [
            {
                "name": "A、大烟"
            },
            {
                "name": "B、白粉"
            },
            {
                "name": "C、冰"
            }
        ]
    }
]